Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Virgin Sex
source: Virgin Sex
de: Sex mit einer Jungfrau
ja: 初体験
ko: 첫 성교
pl: Seks z dziewicą lub prawiczkiem
zh_hans: 初次性爱
zh_hant: 初次性愛

# trait.Virgin Sex (flashback)
source: Virgin Sex (flashback)
de: Sex mit einer Jungfrau (Rückblende)
ja: 回想での初体験
ko: 회상 속 첫 성교
pl: Seks z dziewicą lub prawiczkiem (retrospekcja)
zh_hans: 回忆中的初次性爱
zh_hant: 回憶中的初次性愛

# trait.Virtual Avatar
source: Virtual Avatar
de: Virtueller Avatar
ja: バーチャルアバター
ko: 가상 아바타
pl: Wirtualny awatar
zh_hans: 虚拟形象
zh_hant: 虛擬形象

# trait.Virtual Online Streamer
source: Virtual Online Streamer
de: Virtueller Livestreamer
ja: バーチャル配信者
ko: 버추얼 스트리머
pl: Wirtualny streamer
zh_hans: 虚拟网络主播
zh_hant: 虛擬實況主

# trait.Virtual Sex
source: Virtual Sex
de: Virtueller Sex
ja: バーチャルセックス
ko: 가상 성교
pl: Wirtualny seks
zh_hans: 虚拟性爱
zh_hant: 虛擬性愛

# trait.Visible Cervix Penetration
source: Visible Cervix Penetration
de: Sichtbare Penetration des Gebärmutterhalses
ja: 子宮口への挿入描写
ko: 자궁경부 삽입 묘사
pl: Widoczna penetracja szyjki macicy
zh_hans: 可见宫颈插入
zh_hant: 可見插入子宮口的畫面

# trait.Visible Nipples
source: Visible Nipples
de: Sichtbare Brustwarzen
ja: 乳首が見える
ko: 드러난 유두
pl: Widoczne brodawki sutkowe
zh_hans: 乳头外露
zh_hant: 乳頭外露

# trait.Visual Arts
source: Visual Arts
de: Bildende Kunst
ja: 視覚芸術
ko: 시각 예술
pl: Sztuki wizualne
zh_hans: 视觉艺术
zh_hant: 視覺藝術

# trait.Voice Actor
source: Voice Actor
de: Synchronsprecher
ja: 声優
ko: 성우
pl: Aktor głosowy
zh_hans: 配音演员
zh_hant: 配音演員

# trait.Volunteer Worker
source: Volunteer Worker
de: Ehrenamtlicher Helfer
ja: ボランティア
ko: 자원봉사자
pl: Wolontariusz
zh_hans: 志愿者
zh_hant: 志願者

# trait.Vomiting
source: Vomiting
de: Erbrechen
ja: 嘔吐
ko: 구토
pl: Wymioty
zh_hans: 呕吐
zh_hant: 嘔吐

# trait.Vomiting on Others
source: Vomiting on Others
de: Erbrechen auf andere
ja: 他者への嘔吐
ko: 타인에게 구토
pl: Wymiotowanie na innych
zh_hans: 向他人呕吐
zh_hant: 向他人嘔吐

# trait.Vore
source: Vore
de: Verschlingen
ja: 丸呑み
ko: 통째로 삼키기
pl: Połykanie
zh_hans: 吞食
zh_hant: 吞食

# trait.Voyeurism
source: Voyeurism
de: Voyeurismus
ja: 覗き
ko: 관음증
pl: Voyeryzm
zh_hans: 偷窥癖
zh_hant: 偷窺癖

# trait.Wachiki
source: Wachiki
de: Selbstbezeichnung „wachiki“
ja: 一人称「わちき」
ko: ‘와치키’라는 1인칭
pl: Określanie siebie jako „wachiki”
zh_hans: 以“わちき”自称
zh_hant: 以「わちき」自稱

# trait.Waga
source: Waga
de: Selbstbezeichnung „waga“
ja: 一人称「我」
ko: ‘와가’라는 1인칭
pl: Określanie siebie jako „waga”
zh_hans: 以“我”自称
zh_hant: 以「我」自稱

# trait.Wagahai
source: Wagahai
de: Selbstbezeichnung „wagahai“
ja: 一人称「我輩」
ko: ‘와가하이’라는 1인칭
pl: Określanie siebie jako „wagahai”
zh_hans: 以“吾辈”自称
zh_hant: 以「吾輩」自稱

# trait.Waist Length+
source: Waist Length+
de: Taillenlang oder länger
ja: 腰丈以上
ko: 허리 길이 이상의 머리카락
pl: Do pasa lub dłuższe
zh_hans: 齐腰或更长
zh_hant: 齊腰或更長

# trait.Waitstaff
source: Waitstaff
de: Servicepersonal
ja: 給仕係
ko: 접객 직원
pl: Personel kelnerski
zh_hans: 服务员
zh_hant: 服務生

# trait.Waitstaff Uniform
source: Waitstaff Uniform
de: Serviceuniform
ja: 給仕係の制服
ko: 접객 직원 제복
pl: Strój kelnerski
zh_hans: 服务员制服
zh_hant: 服務生制服

# trait.Wake-up Sex
source: Wake-up Sex
de: Sex nach dem Aufwachen
ja: 目覚めのセックス
ko: 기상 직후 성교
pl: Seks po przebudzeniu
zh_hans: 起床性爱
zh_hant: 起床性愛

# trait.Walking Stick
source: Walking Stick
de: Gehstock
ja: 杖
ko: 지팡이
pl: Laska
zh_hans: 手杖
zh_hant: 手杖

# trait.Wand
source: Wand
de: Zauberstab
ja: 魔法の杖
ko: 마법 지팡이
pl: Różdżka
zh_hans: 魔杖
zh_hant: 魔杖

# trait.Warawa
source: Warawa
de: Selbstbezeichnung „warawa“
ja: 一人称「妾」
ko: ‘와라와’라는 1인칭
pl: Określanie siebie jako „warawa”
zh_hans: 以“妾身”自称
zh_hant: 以「妾身」自稱

# trait.Ward
source: Ward
de: Mündel
ja: 被後見人
ko: 피후견인
pl: Podopieczny
zh_hans: 被监护人
zh_hant: 被監護人

# trait.Ware
source: Ware
de: Selbstbezeichnung „ware“
ja: 一人称「我」
ko: ‘와레’라는 1인칭
pl: Określanie siebie jako „ware”
zh_hans: 以“吾”自称
zh_hant: 以「吾」自稱

# trait.Warrior
source: Warrior
de: Krieger
ja: 戦士
ko: 전사
pl: Wojownik
zh_hans: 战士
zh_hant: 戰士

# trait.Washi
source: Washi
de: Selbstbezeichnung „washi“
ja: 一人称「わし」
ko: ‘와시’라는 1인칭
pl: Określanie siebie jako „washi”
zh_hans: 以“老夫”自称
zh_hant: 以「老夫」自稱

# trait.Watakushi
source: Watakushi
de: Selbstbezeichnung „watakushi“
ja: 一人称「わたくし」
ko: ‘와타쿠시’라는 1인칭
pl: Określanie siebie jako „watakushi”
zh_hans: 以“私”自称（郑重）
zh_hant: 以「私」自稱（鄭重）

# trait.Watashi
source: Watashi
de: Selbstbezeichnung „watashi“
ja: 一人称「わたし」
ko: ‘와타시’라는 1인칭
pl: Określanie siebie jako „watashi”
zh_hans: 以“我”自称
zh_hant: 以「我」自稱

# trait.Watch
source: Watch
de: Armbanduhr
ja: 腕時計
ko: 손목시계
pl: Zegarek
zh_hans: 手表
zh_hant: 手錶

# trait.Water Gun
source: Water Gun
de: Wasserpistole
ja: 水鉄砲
ko: 물총
pl: Pistolet na wodę
zh_hans: 水枪
zh_hant: 水槍

# trait.Wavy
source: Wavy
de: Wellig
ja: ウェーブヘア
ko: 웨이브 머리
pl: Falowane
zh_hans: 波浪发
zh_hant: 波浪髮

# trait.Wax Play
source: Wax Play
de: Wachsspiele
ja: 蝋燭プレイ
ko: 왁스 플레이
pl: Zabawy z woskiem
zh_hans: 滴蜡
zh_hant: 滴蠟

# trait.Weak Memory
source: Weak Memory
de: Schwaches Gedächtnis
ja: 物覚えが悪い
ko: 기억력이 나쁜
pl: Słaba pamięć
zh_hans: 记忆力差
zh_hant: 記憶力差

# trait.Weakness
source: Weakness
de: Schwäche
ja: 弱点
ko: 약점
pl: Słabość
zh_hans: 弱点
zh_hant: 弱點

# trait.Wealthy
source: Wealthy
de: Wohlhabend
ja: 裕福
ko: 부유한
pl: Zamożny
zh_hans: 富有
zh_hant: 富有

# trait.Weapons
source: Weapons
de: Waffen
ja: 武器
ko: 무기
pl: Broń
zh_hans: 武器
zh_hant: 武器

# trait.Wedding
source: Wedding
de: Hochzeit
ja: 結婚式
ko: 결혼식
pl: Ślub
zh_hans: 婚礼
zh_hant: 婚禮

# trait.Wedding Dress
source: Wedding Dress
de: Hochzeitskleid
ja: ウェディングドレス
ko: 웨딩드레스
pl: Suknia ślubna
zh_hans: 婚纱
zh_hant: 婚紗

# trait.Wedding Ring
source: Wedding Ring
de: Ehering
ja: 結婚指輪
ko: 결혼반지
pl: Obrączka
zh_hans: 婚戒
zh_hant: 婚戒

# trait.Wedge Sandals
source: Wedge Sandals
de: Keilsandalen
ja: ウェッジサンダル
ko: 웨지 샌들
pl: Sandały na koturnie
zh_hans: 坡跟凉鞋
zh_hant: 坡跟涼鞋

# trait.Weight Gain
source: Weight Gain
de: Gewichtszunahme
ja: 体重増加
ko: 체중 증가
pl: Przyrost masy ciała
zh_hans: 体重增加
zh_hant: 體重增加

# trait.Weight Loss
source: Weight Loss
de: Gewichtsverlust
ja: 体重減少
ko: 체중 감소
pl: Utrata masy ciała
zh_hans: 体重减轻
zh_hant: 體重減輕

# trait.Werecat
source: Werecat
de: Werkatze
ja: 猫の獣人
ko: 고양이 수인
pl: Kotołak
zh_hans: 猫人
zh_hant: 貓人

# trait.Werewolf
source: Werewolf
de: Werwolf
ja: 人狼
ko: 늑대인간
pl: Wilkołak
zh_hans: 狼人
zh_hant: 狼人

# trait.Wet and Messy
source: Wet and Messy
de: Nasse und schmutzige Spiele
ja: ウェット＆メッシー
ko: 웻 앤 메시
pl: Mokre i brudzące zabawy
zh_hans: 湿污玩法
zh_hant: 濕污玩法

# trait.Wheelchair
source: Wheelchair
de: Rollstuhl
ja: 車椅子
ko: 휠체어
pl: Wózek inwalidzki
zh_hans: 轮椅
zh_hant: 輪椅

# trait.Whimsical
source: Whimsical
de: Launenhaft
ja: 気まぐれ
ko: 변덕스러운
pl: Kapryśny
zh_hans: 异想天开
zh_hant: 異想天開

# trait.Whip
source: Whip
de: Peitsche
ja: 鞭
ko: 채찍
pl: Bicz
zh_hans: 鞭子
zh_hant: 鞭子

# trait.Whipping (BDSM)
source: Whipping (BDSM)
de: Auspeitschen (BDSM)
ja: 鞭打ち（BDSM）
ko: 채찍질(BDSM)
pl: Biczowanie (BDSM)
zh_hans: 鞭打（BDSM）
zh_hant: 鞭打（BDSM）

# trait.Whiskers
source: Whiskers
de: Tasthaare
ja: ひげ
ko: 수염
pl: Wibrysy
zh_hans: 胡须
zh_hant: 鬍鬚

# trait.Whistle
source: Whistle
de: Pfeife
ja: 笛
ko: 호루라기
pl: Gwizdek
zh_hans: 哨子
zh_hant: 哨子

# trait.White
source: White
de: Weiß
ja: 白
ko: 흰색
pl: Biały
zh_hans: 白色
zh_hant: 白色

# trait.White-collar Worker
source: White-collar Worker
de: Büroangestellter
ja: ホワイトカラー
ko: 사무직 근로자
pl: Pracownik umysłowy
zh_hans: 白领
zh_hant: 白領

# trait.Whittling
source: Whittling
de: Holzschnitzen
ja: 木彫り
ko: 나무 깎기
pl: Rzeźbienie w drewnie
zh_hans: 木雕
zh_hant: 木雕

# trait.Widow
source: Widow
de: Witwe
ja: 未亡人
ko: 남편과 사별한 여성
pl: Wdowa
zh_hans: 寡妇
zh_hant: 寡婦

# trait.Widow's Peak
source: Widow's Peak
de: V-förmiger Haaransatz
ja: 富士額
ko: M자 이마선
pl: Linia włosów w kształcie litery V
zh_hans: 美人尖
zh_hant: 美人尖

# trait.Widower
source: Widower
de: Witwer
ja: 妻と死別した男性
ko: 아내와 사별한 남성
pl: Wdowiec
zh_hans: 鳏夫
zh_hant: 鰥夫

# trait.Wife
source: Wife
de: Ehefrau
ja: 妻
ko: 아내
pl: Żona
zh_hans: 妻子
zh_hant: 妻子

# trait.Wife Act
source: Wife Act
de: Rollenspiel als Ehefrau
ja: 妻役
ko: 아내 역할극
pl: Odgrywanie roli żony
zh_hans: 扮演妻子
zh_hant: 扮演妻子

# trait.Wig
source: Wig
de: Perücke
ja: かつら
ko: 가발
pl: Peruka
zh_hans: 假发
zh_hant: 假髮

# trait.Wind Instruments
source: Wind Instruments
de: Blasinstrumente
ja: 管楽器
ko: 관악기
pl: Instrumenty dęte
zh_hans: 管乐器
zh_hant: 管樂器

# trait.Wings
source: Wings
de: Flügel
ja: 翼
ko: 날개
pl: Skrzydła
zh_hans: 翅膀
zh_hant: 翅膀

# trait.Wire Weapon
source: Wire Weapon
de: Drahtwaffe
ja: ワイヤー武器
ko: 와이어 무기
pl: Broń z drutu
zh_hans: 钢丝武器
zh_hant: 鋼絲武器

# trait.Wise
source: Wise
de: Weise
ja: 賢い
ko: 현명한
pl: Mądry
zh_hans: 睿智
zh_hant: 睿智

# trait.Witch Hat
source: Witch Hat
de: Hexenhut
ja: 魔女帽子
ko: 마녀 모자
pl: Kapelusz wiedźmy
zh_hans: 女巫帽
zh_hant: 女巫帽

# trait.Womanizer
source: Womanizer
de: Frauenheld
ja: 女たらし
ko: 바람둥이
pl: Kobieciarz
zh_hans: 花花公子
zh_hant: 花花公子

# trait.Wooden Horse
source: Wooden Horse
de: Hölzernes Pferd
ja: 三角木馬
ko: 삼각 목마
pl: Drewniany koń
zh_hans: 三角木马
zh_hant: 三角木馬

# trait.Word Repetition
source: Word Repetition
de: Wortwiederholung
ja: 言葉の反復
ko: 단어 반복
pl: Powtarzanie słów
zh_hans: 重复词语
zh_hant: 重複詞語

# trait.Working Out
source: Working Out
de: Fitnesstraining
ja: 筋力トレーニング
ko: 근력 운동
pl: Ćwiczenia fizyczne
zh_hans: 健身
zh_hant: 健身

# trait.Wormhole Sex
source: Wormhole Sex
de: Sex durch Wurmlöcher
ja: ワームホールセックス
ko: 웜홀 성교
pl: Seks przez tunele czasoprzestrzenne
zh_hans: 虫洞性爱
zh_hant: 蟲洞性愛

# trait.Wound Fucking
source: Wound Fucking
de: Penetration von Wunden
ja: 傷口性交
ko: 상처 성교
pl: Penetracja ran
zh_hans: 伤口性交
zh_hant: 傷口性交

# trait.Wounding
source: Wounding
de: Verwunden
ja: 負傷させる
ko: 상처 입히기
pl: Zadawanie ran
zh_hans: 使人受伤
zh_hant: 使人受傷

# trait.Wrench
source: Wrench
de: Schraubenschlüssel
ja: レンチ
ko: 렌치
pl: Klucz
zh_hans: 扳手
zh_hant: 扳手

# trait.Wrestling
source: Wrestling
de: Ringen
ja: レスリング
ko: 레슬링
pl: Zapasy
zh_hans: 摔跤
zh_hant: 角力

# trait.Wrinkles
source: Wrinkles
de: Falten
ja: しわ
ko: 주름
pl: Zmarszczki
zh_hans: 皱纹
zh_hant: 皺紋

# trait.Wristband
source: Wristband
de: Armband
ja: リストバンド
ko: 손목 밴드
pl: Opaska na nadgarstek
zh_hans: 腕带
zh_hant: 腕帶

# trait.Writer
source: Writer
de: Schriftsteller
ja: 作家
ko: 작가
pl: Pisarz
zh_hans: 作家
zh_hant: 作家

# trait.X-Cross
source: X-Cross
de: Andreaskreuz
ja: X字交差
ko: X자 교차
pl: Krzyż świętego Andrzeja
zh_hans: X形交叉
zh_hant: X形交叉

# trait.Yo
source: Yo
de: Selbstbezeichnung „yo“
ja: 一人称「余」
ko: ‘요’라는 1인칭
pl: Określanie siebie jako „yo”
zh_hans: 以“余”自称
zh_hant: 以「余」自稱

# trait.Yoga Pants
source: Yoga Pants
de: Yogahose
ja: ヨガパンツ
ko: 요가 바지
pl: Spodnie do jogi
zh_hans: 瑜伽裤
zh_hant: 瑜伽褲

# trait.Youkai
source: Youkai
de: Yōkai
ja: 妖怪
ko: 요괴
pl: Yōkai
zh_hans: 妖怪
zh_hant: 妖怪

# trait.Young-adult
source: Young-adult
de: Junger Erwachsener
ja: 青年
ko: 청년
pl: Młody dorosły
zh_hans: 青年
zh_hant: 青年

# trait.Younger Appearance
source: Younger Appearance
de: Jünger wirkend
ja: 若く見える
ko: 젊어 보이는 외모
pl: Młodszy wygląd
zh_hans: 外表显年轻
zh_hant: 外表顯年輕

# trait.Younger Brother
source: Younger Brother
de: Jüngerer Bruder
ja: 弟
ko: 남동생
pl: Młodszy brat
zh_hans: 弟弟
zh_hant: 弟弟

# trait.Younger Sister
source: Younger Sister
de: Jüngere Schwester
ja: 妹
ko: 여동생
pl: Młodsza siostra
zh_hans: 妹妹
zh_hant: 妹妹

# trait.Yukata Jacket
source: Yukata Jacket
de: Yukata-Jacke
ja: 浴衣ジャケット
ko: 유카타 재킷
pl: Kurtka yukata
zh_hans: 浴衣外套
zh_hant: 浴衣外套

# trait.Yukata Minidress
source: Yukata Minidress
de: Yukata-Minikleid
ja: ミニ浴衣ドレス
ko: 미니 유카타 원피스
pl: Minisukienka yukata
zh_hans: 迷你浴衣裙
zh_hant: 迷你浴衣裙

# trait.Zettai Ryouiki
source: Zettai Ryouiki
de: Freie Haut zwischen Rock und Strümpfen
ja: 絶対領域
ko: 절대영역
pl: Odsłonięta skóra między spódnicą a pończochami
zh_hans: 绝对领域
zh_hant: 絕對領域

# trait.Zipper Dress
source: Zipper Dress
de: Kleid mit Reißverschluss
ja: ジッパードレス
ko: 지퍼 원피스
pl: Sukienka z zamkiem błyskawicznym
zh_hans: 拉链连衣裙
zh_hant: 拉鍊洋裝

# trait.Zouri
source: Zouri
de: Zōri-Sandalen
ja: 草履
ko: 조리
pl: Sandały zōri
zh_hans: 草履
zh_hant: 草履

# trait.Zucchetto
source: Zucchetto
de: Pileolus
ja: ズケット
ko: 주케토
pl: Piuska
zh_hans: 小瓜帽
zh_hant: 小瓜帽

# trait.Ahegao
source: Ahegao
ja: アヘ顔
ko: 아헤가오
zh_hans: 阿黑颜
zh_hant: 阿黑顏

# trait.Air Hockey
source: Air Hockey
ja: エアホッケー
ko: 에어 하키
pl: Cymbergaj
zh_hans: 空气曲棍球
zh_hant: 空氣曲棍球

# trait.Airsoft
source: Airsoft
ja: エアソフト
ko: 에어소프트
zh_hans: 软弹枪运动
zh_hant: 軟彈槍運動

# trait.Alchemist
source: Alchemist
ja: 錬金術師
ko: 연금술사
pl: Alchemik
zh_hans: 炼金术士
zh_hant: 煉金術士

# trait.Alraune
source: Alraune
ja: アルラウネ
ko: 알라우네
pl: Alrauna
zh_hans: 阿尔劳娜
zh_hant: 阿爾勞娜

# trait.Alter Ego
source: Alter Ego
ja: もう一人の自分
ko: 또 다른 자아
zh_hans: 另一个自我
zh_hant: 另一個自我

# trait.American Football
source: American Football
ja: アメリカンフットボール
ko: 미식축구
pl: Futbol amerykański
zh_hans: 美式橄榄球
zh_hant: 美式橄欖球

# trait.Amputation
source: Amputation
ja: 切断
ko: 절단
pl: Amputacja
zh_hans: 截肢
zh_hant: 截肢

# trait.Anal
source: Anal
ja: アナル
ko: 항문
pl: Analne
zh_hans: 肛门
zh_hant: 肛門

# trait.Anal Sex
source: Anal Sex
ja: アナルセックス
ko: 항문 성교
pl: Seks analny
zh_hans: 肛交
zh_hant: 肛交

# trait.Anilingus
source: Anilingus
ja: アニリングス
ko: 애널링구스
zh_hans: 舔肛
zh_hant: 舔肛

# trait.Animator
source: Animator
ja: アニメーター
ko: 애니메이터
zh_hans: 动画师
zh_hant: 動畫師

# trait.Antagonist
source: Antagonist
ja: 敵対者
ko: 적대자
pl: Antagonista
zh_hans: 对立角色
zh_hant: 對立角色

# trait.Arachne
source: Arachne
ja: アラクネ
ko: 아라크네
zh_hans: 阿拉克涅
zh_hant: 阿拉克涅

# trait.Arrogant
source: Arrogant
ja: 傲慢
ko: 오만함
pl: Arogancki
zh_hans: 傲慢
zh_hant: 傲慢

# trait.Asthma
source: Asthma
ja: 喘息
ko: 천식
pl: Astma
zh_hans: 哮喘
zh_hant: 氣喘

# trait.Astronaut
source: Astronaut
ja: 宇宙飛行士
ko: 우주비행사
pl: Astronauta
zh_hans: 宇航员
zh_hant: 太空人

# trait.Autofellatio
source: Autofellatio
ja: セルフフェラ
ko: 자가 펠라치오
zh_hans: 自体口交
zh_hant: 自體口交

# trait.Babysitter
source: Babysitter
ja: ベビーシッター
ko: 베이비시터
pl: Opiekun do dzieci
zh_hans: 保姆
zh_hant: 保母

# trait.Badminton
source: Badminton
ja: バドミントン
ko: 배드민턴
zh_hans: 羽毛球
zh_hant: 羽球

# trait.Baku
source: Baku
ja: 獏
ko: 바쿠
zh_hans: 食梦貘
zh_hant: 食夢貘

# trait.Ball
source: Ball
ja: 球
ko: 공
pl: Piłka
zh_hans: 球
zh_hant: 球

# trait.Barista
source: Barista
ja: バリスタ
ko: 바리스타
zh_hans: 咖啡师
zh_hant: 咖啡師

# trait.Baron
source: Baron
ja: 男爵
ko: 남작
zh_hans: 男爵
zh_hant: 男爵

# trait.Baseball
source: Baseball
ja: 野球
ko: 야구
zh_hans: 棒球
zh_hant: 棒球

# trait.Basketball
source: Basketball
ja: バスケットボール
ko: 농구
pl: Koszykówka
zh_hans: 篮球
zh_hant: 籃球

# trait.Bassist
source: Bassist
ja: ベーシスト
ko: 베이시스트
pl: Basista
zh_hans: 贝斯手
zh_hant: 貝斯手

# trait.Beelzebub
source: Beelzebub
ja: ベルゼブブ
ko: 벨제부브
pl: Belzebub
zh_hans: 别西卜
zh_hant: 別西卜

# trait.Bikini
source: Bikini
ja: ビキニ
ko: 비키니
zh_hans: 比基尼
zh_hant: 比基尼

# trait.Blazer
source: Blazer
ja: ブレザー
ko: 블레이저
pl: Marynarka
zh_hans: 西装外套
zh_hant: 西裝外套

# trait.Blogger
source: Blogger
ja: ブロガー
ko: 블로거
pl: Bloger
zh_hans: 博主
zh_hant: 部落客

# trait.Blond
source: Blond
ja: 金髪
ko: 금발
zh_hans: 金发
zh_hant: 金髮

# trait.Bowling
source: Bowling
ja: ボウリング
ko: 볼링
pl: Kręgle
zh_hans: 保龄球
zh_hant: 保齡球

# trait.Bukkake
source: Bukkake
ja: ぶっかけ
ko: 부카케
zh_hans: 颜射
zh_hant: 顏射

# trait.Bunnygirl Cosplay
source: Bunnygirl Cosplay
ja: バニーガールコスプレ
ko: 버니걸 코스프레
pl: Cosplay króliczka
zh_hans: 兔女郎装扮
zh_hant: 兔女郎裝扮

# trait.Butler
source: Butler
ja: 執事
ko: 집사
pl: Lokaj
zh_hans: 管家
zh_hant: 管家

# trait.Cellist
source: Cellist
ja: チェリスト
ko: 첼리스트
pl: Wiolonczelista
zh_hans: 大提琴手
zh_hant: 大提琴手

# trait.Changshan
source: Changshan
ja: 長衫
ko: 창산
zh_hans: 长衫
zh_hant: 長衫

# trait.Chauffeur
source: Chauffeur
ja: お抱え運転手
ko: 전속 운전사
pl: Szofer
zh_hans: 专职司机
zh_hant: 專職司機

# trait.Cheerleader
source: Cheerleader
ja: チアリーダー
ko: 치어리더
pl: Cheerleaderka lub cheerleader
zh_hans: 啦啦队员
zh_hant: 啦啦隊員

# trait.Clown
source: Clown
ja: ピエロ
ko: 광대
pl: Klaun
zh_hans: 小丑
zh_hant: 小丑

# trait.Club
source: Club
ja: 棍棒
ko: 곤봉
pl: Klub
zh_hans: 棍棒
zh_hant: 棍棒

# trait.Coming Out
source: Coming Out
ja: カミングアウト
ko: 커밍아웃
zh_hans: 出柜
zh_hant: 出櫃

# trait.Cornrows
source: Cornrows
ja: コーンロウ
ko: 콘로우
pl: Warkoczyki przy skórze głowy
zh_hans: 玉米辫
zh_hant: 玉米辮

# trait.Cosplay
source: Cosplay
ja: コスプレ
ko: 코스프레
zh_hans: 角色扮演
zh_hant: 角色扮演

# trait.Cowgirl
source: Cowgirl
ja: カウガール
ko: 카우걸
pl: Kowbojka
zh_hans: 女牛仔
zh_hant: 女牛仔

# trait.Croupier
source: Croupier
ja: ディーラー
ko: 카지노 딜러
pl: Krupier
zh_hans: 荷官
zh_hant: 荷官

# trait.Cunnilingus
source: Cunnilingus
ja: クンニリングス
ko: 커닐링구스
zh_hans: 舔阴
zh_hant: 舔陰

# trait.Cyan
source: Cyan
ja: シアン
ko: 시안색
pl: Cyjan
zh_hans: 青色
zh_hant: 青色

# trait.Cyborg
source: Cyborg
ja: サイボーグ
ko: 사이보그
zh_hans: 半机械人
zh_hant: 半機械人

# trait.Daidarabotchi
source: Daidarabotchi
ja: ダイダラボッチ
ko: 다이다라봇치
zh_hans: 大太法师
zh_hant: 大太法師

# trait.Dandere
source: Dandere
ja: ダンデレ
ko: 단데레
zh_hans: 沉默寡言型
zh_hant: 沈默寡言型

# trait.Deredere
source: Deredere
ja: デレデレ
ko: 데레데레
zh_hans: 爱意外露型
zh_hant: 愛意外露型

# trait.Dildo
source: Dildo
ja: ディルド
ko: 딜도
zh_hans: 假阴茎
zh_hant: 假陰莖

# trait.Donkan
source: Donkan
ja: 鈍感
ko: 둔감함
zh_hans: 迟钝
zh_hant: 遲鈍

# trait.Dreadlocks
source: Dreadlocks
ja: ドレッドヘア
ko: 드레드록
pl: Dredy
zh_hans: 脏辫
zh_hant: 雷鬼辮

# trait.Dullahan
source: Dullahan
ja: デュラハン
ko: 듀라한
zh_hans: 无头骑士
zh_hant: 無頭騎士

# trait.Elf
source: Elf
ja: エルフ
ko: 엘프
zh_hans: 精灵
zh_hant: 精靈

# trait.Emotional
source: Emotional
ja: 感情的
ko: 감정적
pl: Emocjonalny
zh_hans: 情绪化
zh_hant: 情緒化

# trait.Epaulette
source: Epaulette
ja: 肩章
ko: 견장
pl: Epolet
zh_hans: 肩章
zh_hant: 肩章

# trait.Exhibitionist
source: Exhibitionist
ja: 露出狂
ko: 노출광
pl: Ekshibicjonista
zh_hans: 暴露狂
zh_hant: 暴露狂

# trait.Fisting
source: Fisting
ja: フィスト
ko: 피스팅
zh_hans: 拳交
zh_hant: 拳交

# trait.Florist
source: Florist
ja: フローリスト
ko: 플로리스트
pl: Florysta
zh_hans: 花艺师
zh_hant: 花藝師

# trait.Futakuchi-onna
source: Futakuchi-onna
ja: 二口女
ko: 후타쿠치온나
zh_hans: 二口女
zh_hant: 二口女

# trait.Futanari
source: Futanari
ja: ふたなり
ko: 후타나리
zh_hans: 扶她
zh_hant: 扶她

# trait.Ganguro
source: Ganguro
ja: ガングロ
ko: 간구로
zh_hans: 黑皮辣妹
zh_hant: 黑皮辣妹

# trait.Girls' Love Fan
source: Girls' Love Fan
ja: 百合ファン
ko: 백합 팬
pl: Fan girls’ love
zh_hans: 百合爱好者
zh_hant: 百合愛好者

# trait.Goblin
source: Goblin
ja: ゴブリン
ko: 고블린
zh_hans: 哥布林
zh_hant: 哥布林

# trait.Golf
source: Golf
ja: ゴルフ
ko: 골프
zh_hans: 高尔夫
zh_hant: 高爾夫

# trait.Guan Dao
source: Guan Dao
ja: 偃月刀
ko: 관도
zh_hans: 关刀
zh_hant: 關刀

# trait.Gurkha
source: Gurkha
ja: グルカ人
ko: 구르카인
zh_hans: 廓尔喀人
zh_hant: 廓爾喀人

# trait.Gyaru
source: Gyaru
ja: ギャル
ko: 갸루
zh_hans: 辣妹
zh_hant: 辣妹

# trait.Gyaruo
source: Gyaruo
ja: ギャル男
ko: 갸루오
zh_hans: 辣妹男
zh_hant: 辣妹男

# trait.Hacker
source: Hacker
ja: ハッカー
ko: 해커
pl: Haker
zh_hans: 黑客
zh_hant: 駭客

# trait.Hakama
source: Hakama
ja: 袴
ko: 하카마
zh_hans: 袴
zh_hant: 袴

# trait.Hanbok
source: Hanbok
ja: 韓服
ko: 한복
zh_hans: 韩服
zh_hant: 韓服

# trait.Haori
source: Haori
ja: 羽織
ko: 하오리
zh_hans: 羽织
zh_hant: 羽織

# trait.Hikikomori
source: Hikikomori
ja: 引きこもり
ko: 히키코모리
zh_hans: 家里蹲
zh_hant: 家裡蹲

# trait.Himedere
source: Himedere
ja: ヒメデレ
ko: 히메데레
zh_hans: 公主娇
zh_hant: 公主嬌

# trait.Hockey
source: Hockey
ja: ホッケー
ko: 하키
pl: Hokej
zh_hans: 曲棍球
zh_hant: 曲棍球

# trait.Holster
source: Holster
ja: ホルスター
ko: 권총집
pl: Kabura
zh_hans: 枪套
zh_hant: 槍套

# trait.Idealist
source: Idealist
ja: 理想主義者
ko: 이상주의자
pl: Idealista
zh_hans: 理想主义者
zh_hant: 理想主義者

# trait.Idol
source: Idol
ja: アイドル
ko: 아이돌
zh_hans: 偶像
zh_hant: 偶像

# trait.Illustrator
source: Illustrator
ja: イラストレーター
ko: 일러스트레이터
pl: Ilustrator
zh_hans: 插画师
zh_hant: 插畫師

# trait.Infiltration
source: Infiltration
ja: 潜入
ko: 잠입
pl: Infiltracja
zh_hans: 潜入
zh_hant: 潛入

# trait.Informant
source: Informant
ja: 情報屋
ko: 정보상
pl: Informator
zh_hans: 线人
zh_hant: 線人

# trait.Inugami
source: Inugami
ja: 犬神
ko: 이누가미
zh_hans: 犬神
zh_hant: 犬神

# trait.Jeans
source: Jeans
ja: ジーンズ
ko: 청바지
pl: Dżinsy
zh_hans: 牛仔裤
zh_hant: 牛仔褲

# trait.Jiangshi
source: Jiangshi
ja: キョンシー
ko: 강시
zh_hans: 僵尸
zh_hant: 僵屍

# trait.Journalist
source: Journalist
ja: ジャーナリスト
ko: 기자
pl: Dziennikarz
zh_hans: 记者
zh_hant: 記者

# trait.Judo
source: Judo
ja: 柔道
ko: 유도
zh_hans: 柔道
zh_hant: 柔道

# trait.Kabedon
source: Kabedon
ja: 壁ドン
ko: 카베동
zh_hans: 壁咚
zh_hant: 壁咚

# trait.Kappa
source: Kappa
ja: 河童
ko: 갓파
zh_hans: 河童
zh_hant: 河童

# trait.Karate
source: Karate
ja: 空手
ko: 가라테
zh_hans: 空手道
zh_hant: 空手道

# trait.Karuta
source: Karuta
ja: かるた
ko: 카루타
zh_hans: 歌牌
zh_hant: 歌牌

# trait.Katana
source: Katana
ja: 刀
ko: 일본도
zh_hans: 武士刀
zh_hant: 武士刀

# trait.Kilt
source: Kilt
ja: キルト
ko: 킬트
zh_hans: 苏格兰裙
zh_hant: 蘇格蘭裙

# trait.Kimono
source: Kimono
ja: 着物
ko: 기모노
zh_hans: 和服
zh_hant: 和服

# trait.Kindergarten Uniform
source: Kindergarten Uniform
ja: 幼稚園制服
ko: 유치원 제복
pl: Mundurek przedszkolny
zh_hans: 幼儿园制服
zh_hant: 幼兒園制服

# trait.Krav Maga
source: Krav Maga
ja: クラヴ・マガ
ko: 크라브 마가
zh_hans: 以色列格斗术
zh_hant: 以色列格鬥術

# trait.Kukri
source: Kukri
ja: ククリナイフ
ko: 쿠크리
zh_hans: 廓尔喀弯刀
zh_hant: 廓爾喀彎刀

# trait.Kunai
source: Kunai
ja: 苦無
ko: 쿠나이
zh_hans: 苦无
zh_hant: 苦無

# trait.Kuudere
source: Kuudere
ja: クーデレ
ko: 쿨데레
zh_hans: 冷娇
zh_hant: 冷嬌

# trait.Lacrosse
source: Lacrosse
ja: ラクロス
ko: 라크로스
zh_hans: 长曲棍球
zh_hant: 長曲棍球

# trait.Laptop
source: Laptop
ja: ノートパソコン
ko: 노트북 컴퓨터
zh_hans: 笔记本电脑
zh_hant: 筆記型電腦

# trait.Latex
source: Latex
ja: ラテックス
ko: 라텍스
pl: Lateks
zh_hans: 乳胶
zh_hant: 乳膠

# trait.Leggings
source: Leggings
ja: レギンス
ko: 레깅스
pl: Legginsy
zh_hans: 打底裤
zh_hant: 內搭褲

# trait.Live Sex Chat
source: Live Sex Chat
ja: ライブセックスチャット
ko: 실시간 섹스 채팅
pl: Czat seksualny na żywo
zh_hans: 性爱直播聊天
zh_hant: 性愛直播聊天

# trait.Loyal
source: Loyal
ja: 忠実
ko: 충성스러움
pl: Lojalny
zh_hans: 忠诚
zh_hant: 忠誠

# trait.Mafia
source: Mafia
ja: マフィア
ko: 마피아
zh_hans: 黑手党
zh_hant: 黑手黨

# trait.Magatama
source: Magatama
ja: 勾玉
ko: 마가타마
zh_hans: 勾玉
zh_hant: 勾玉

# trait.Mahjong
source: Mahjong
ja: 麻雀
ko: 마작
zh_hans: 麻将
zh_hant: 麻將

# trait.Major
source: Major
ja: 少佐
ko: 소령
zh_hans: 少校
zh_hant: 少校

# trait.Majorette
source: Majorette
ja: バトントワラー
ko: 배턴 트월러
pl: Mażoretka
zh_hans: 花式指挥棒表演者
zh_hant: 花式指揮棒表演者

# trait.Makeup
source: Makeup
ja: 化粧
ko: 화장
pl: Makijaż
zh_hans: 化妆
zh_hant: 化妝

# trait.Manga
source: Manga
ja: 漫画
ko: 만화
zh_hans: 漫画
zh_hant: 漫畫

# trait.Manipulation
source: Manipulation
ja: 操作
ko: 조종
pl: Manipulacja
zh_hans: 操纵
zh_hant: 操縱

# trait.Masochist
source: Masochist
ja: マゾヒスト
ko: 마조히스트
pl: Masochista
zh_hans: 受虐狂
zh_hant: 受虐狂

# trait.Massage
source: Massage
ja: マッサージ
ko: 마사지
pl: Masaż
zh_hans: 按摩
zh_hant: 按摩

# trait.Masturbation
source: Masturbation
ja: 自慰
ko: 자위
pl: Masturbacja
zh_hans: 自慰
zh_hant: 自慰

# trait.Mayadere
source: Mayadere
ja: マヤデレ
ko: 마야데레
zh_hans: 由敌转爱情型
zh_hant: 由敵轉愛情型

# trait.Mecha Pilot
source: Mecha Pilot
ja: ロボットパイロット
ko: 메카 조종사
pl: Pilot mecha
zh_hans: 机甲驾驶员
zh_hant: 機甲駕駛員

# trait.Meditation
source: Meditation
ja: 瞑想
ko: 명상
pl: Medytacja
zh_hans: 冥想
zh_hant: 冥想

# trait.Medusa
source: Medusa
ja: メドゥーサ
ko: 메두사
pl: Meduza
zh_hans: 美杜莎
zh_hant: 美杜莎

# trait.Mentor
source: Mentor
ja: 師匠
ko: 스승
zh_hans: 导师
zh_hant: 導師

# trait.Minigun
source: Minigun
ja: ミニガン
ko: 미니건
zh_hans: 转管机枪
zh_hant: 轉管機槍

# trait.Model
source: Model
ja: モデル
ko: 모델
zh_hans: 模特
zh_hant: 模特兒

# trait.Monarch
source: Monarch
ja: 君主
ko: 군주
pl: Monarcha
zh_hans: 君主
zh_hant: 君主

# trait.Monster
source: Monster
ja: 怪物
ko: 괴물
pl: Potwór
zh_hans: 怪物
zh_hant: 怪物

# trait.Naginata
source: Naginata
ja: 薙刀
ko: 나기나타
zh_hans: 薙刀
zh_hant: 薙刀

# trait.Netball
source: Netball
ja: ネットボール
ko: 넷볼
zh_hans: 无板篮球
zh_hant: 籃網球

# trait.Nihilist
source: Nihilist
ja: 虚無主義者
ko: 허무주의자
pl: Nihilista
zh_hans: 虚无主义者
zh_hant: 虛無主義者

# trait.Ninja
source: Ninja
ja: 忍者
ko: 닌자
zh_hans: 忍者
zh_hant: 忍者

# trait.No-dachi
source: No-dachi
ja: 野太刀
ko: 노다치
zh_hans: 野太刀
zh_hant: 野太刀

# trait.Nue
source: Nue
ja: 鵺
ko: 누에 요괴
zh_hans: 鵺
zh_hant: 鵺

# trait.Nunchaku
source: Nunchaku
ja: ヌンチャク
ko: 쌍절곤
zh_hans: 双节棍
zh_hant: 雙節棍

# trait.Nurarihyon
source: Nurarihyon
ja: ぬらりひょん
ko: 누라리횬
zh_hans: 滑瓢
zh_hant: 滑瓢

# trait.Nurikabe
source: Nurikabe
ja: ぬりかべ
ko: 누리카베
zh_hans: 涂壁
zh_hant: 塗壁

# trait.Oni
source: Oni
ja: 鬼
ko: 오니
zh_hans: 鬼
zh_hant: 鬼

# trait.Optimist
source: Optimist
ja: 楽観主義者
ko: 낙관주의자
pl: Optymista
zh_hans: 乐观主义者
zh_hant: 樂觀主義者

# trait.Oral Sex
source: Oral Sex
ja: オーラルセックス
ko: 구강 성교
pl: Seks oralny
zh_hans: 口交
zh_hant: 口交

# trait.Orange
source: Orange
ja: オレンジ色
ko: 주황색
pl: Pomarańczowy
zh_hans: 橙色
zh_hant: 橙色

# trait.Origami
source: Origami
ja: 折り紙
ko: 종이접기
zh_hans: 折纸
zh_hant: 摺紙
